The density of the pipe. Units: (kg/ft³).
  Namespace:   Autodesk.Revit.DB.Plumbing
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public double Density { get; }
  Visual Basic
Public ReadOnly Property Density As Double
	Get
  Visual C++
public:
property double Density {
	double get ();
}
 See Also
  PipePressureDropData Class
  Autodesk.Revit.DB.Plumbing Namespace